[
  {
    "longDescription": "Our Fresh Salmon in Olive Oil kibble is made with 100% fresh and juicy salmon. Naturally low in calories with 30% less calories and 50% less fat. This food has an astounding 30% less calories and 50% less fat than our classic kibble (per cup). Our food is naturally low in calories because it’s made with delicious potatoes, sweet potatoes, peas, chickpeas and lentils. Healthy, tasty and low in both calories and fat. Enriched with super foods. We want only the best for our own dogs, and only the best for yours. This food is enriched with quinoa, seaweed, broccoli, acai berries, chia seeds and turmeric for all the amazing health benefits they bring. With the option of adding Bob & Lush Gravy. Make every day you have with your dog special. With our sumptuous gravy, you turn your dog’s dinner into an everyday celebration. Just pour the gravy over your dog’s food to add an amazing flavour boost your dog will love - with only 15 calories per pouch!. Made to mix with wet or our Healthy Chef cooked meals!. Properly hypoallergenic with only one source of meat. Our natural food is completely grain and gluten free. We use no wheat, soya or other grains. Our food is made completely without artificial preservatives or sweeteners. This is a hypo-allergenic food and an exclusion diet with a single source of animal protein (salmon).",
    "qtyInStock": 10,
    "price": 20.99,
    "created": "2023-03-01T23:12:37Z",
    "name": "Bob and Lush Light & Tasty Grain-free Wet Dog Food",
    "shortDescription": "Our Fresh Salmon in Olive Oil kibble is made with 100% fresh and juicy salmon",
    "sku": "I9517324",
    "updated": "2023-03-01T23:12:37Z",
    "thumbnailUrl": "https://images.pet-supermarket.co.uk/image/upload/b_rgb:FFFFFF,c_pad,dpr_1.0,f_auto,h_1200,q_auto,w_1200/c_pad,h_1200,w_1200/v1/product/I9517307?pgw=1&pgwact=1",
    "isInStock": true
  },
  {
    "longDescription": "Eukanuba Dog Adult Large Breed with chicken is a nutritionally balanced complete food tailored to meet the needs of larger breeds up tp 7 years old. With a unique complex of vitamins and nutrients, this formula is developed to completely support your dog’s wellbeing.The kibble has a special hexagonal design and contains a proven DentaDefense anti-tartar agent to aid oral hygiene and help keep teeth and gums in top condition.    Natural sources of Omega 3 and 6 fatty acids contribute to healthy skin and coat. Vitamin E which is a natural antioxidant, can help to strengthen the immune system. The prebiotic FOS can stimulate beneficial bacteria and help to maintain a good balance between that and the harmful bacteria in the digestive tract. Enriched with glucosamine and chondroitin sulphate, this product promotes the replacement and reinforcement of cartilage in the joints. L-carnitine content help control weight, helping to prevent joint complaints in later life..",
    "qtyInStock": 10,
    "price": 34.99,
    "created": "2023-03-01T23:12:37Z",
    "name": "Eukanuba Active Adult Large Breed Dry Dog Food - Chicken",
    "shortDescription": "Eukanuba Dog Adult Large Breed with chicken is a nutritionally balanced complete food tailored to meet the needs of larger breeds up tp 7 years old. ",
    "sku": "I9185403",
    "updated": "2023-03-01T23:12:37Z",
    "thumbnailUrl": "https://images.medicanimal.com/image/upload/b_rgb:FFFFFF,c_pad,dpr_1.0,f_auto,h_600,q_auto,w_600/c_pad,h_600,w_600/v1/product/I0040043?pgw=1",
    "isInStock": true
  }
]
